import React from "react";

import "../../bootstrap.min.css";
import "./aboutPage.css";

const AboutPage = () => {
  return (
    <div className="page">
      <section className="page__about">
        <div className="about__container container">
          <div className="about__content">
            <h3 className="about__title">Ласкаво просимо до PollUA!</h3>
            <p>
              На сайті PollUA ми надаємо вам зручність створення та проведення
              опитувань онлайн. Незалежно від того, чи ви хочете зробити швидке
              опитування серед друзів, колег або велику опитування для вашої
              компанії, наш сервіс забезпечить вас всіма необхідними
              інструментами для цього. Наші особливості:
            </p>
            <ul>
              <li>
                Простота використання: Ми розробили наш інтерфейс максимально
                зрозумілим і легким для користувачів будь-якого рівня. Вам не
                потрібно мати технічних навичок для створення або участі в
                опитуваннях.
              </li>
              <li>
                Гнучкі налаштування: Наш сервіс дозволяє вам налаштувати ваше
                опитування за вашими потребами. Ви можете вибирати з різних
                типів питань, встановлювати обмеження на кількість відповідей,
                налаштовувати періоди проведення опитувань та багато іншого.
              </li>
              <li>
                Підтримка різних типів питань: Ми підтримуємо різноманітні типи
                питань, включаючи вибір із запропонованих варіантів, відкриті
                питання, шкали оцінювання тощо. Це дозволяє вам створювати
                різноманітні опитування для збору різних типів даних.
              </li>
            </ul>
            <p>
              Нехай PollUA стане вашим надійним помічником у проведенні
              опитувань та зборі важливих даних для вашого бізнесу чи проекту!
            </p>
          </div>
        </div>
      </section>
    </div>
  );
};

export default AboutPage;
